export const mainMenu = [
  {
    "id": "nav1",
    "href": "/income",
    "text": "Доходы",
    "iconSrc": "plus",
    "iconTitle": "Иконка доходов"
  },
  {
    "id": "nav2",
    "href": "/costs",
    "text": "Расходы",
    "iconSrc": "minus",
    "iconTitle": "Иконка расходов"
  },
  { 
    "id": "nav3",
    "href": "#", 
    "text": "Инвестиции",
    "iconSrc": "bag",
    "iconTitle": "Иконка инвестиций"
  },
  {
    "id": "nav4",
    "href": "#",
    "text": "Статистика",
    "iconSrc": "chart",
    "iconTitle": "Иконка статистика"
  },
  {
    "id": "nav5",
    "href": "#",
    "text": "Настройка",
    "iconSrc": "params",
    "iconTitle": "Иконка настройка"
  }
];

export const alerts = [
  {
    "id": "Alert1",
    "href": "/Alert",
    "text": "Пополнить баланс кредитной карты Альфа Банк",
    "date": "2016-06-09T15:03:23.000Z"
  },        
  {
    "id": "Alert2",
    "href": "/Alert2",
    "text": "Отложить 10% от дохода на депозитный счет",
    "date": "2016-04-09T18:03:23.000Z"
  },
  {
    "id": "Alert3",
    "href": "/Alert3",
    "text": "Заплатить штраф за превышение скорости",
    "date": "2016-06-02T11:03:23.000Z"
  }, 
  {
    "id": "Alert4",
    "href": "/Alert4",
    "text": "Отложить 10% от дохода на депозитный счет",
    "date": "2016-05-19T23:03:23.000Z"
  },
  {
    "id": "Alert5",
    "href": "/Alert5",
    "text": "Заплатить штраф за превышение скорости",
    "date": "2016-06-04T15:03:23.000Z"
  }, {
    "id": "Alert6",
    "href": "/Alert6",
    "text": "Пополнить баланс кредитной карты Альфа Банк",
    "date": "2016-06-08T19:03:23.000Z"
  },        
  {
    "id": "Alert7",
    "href": "/Alert7",
    "text": "Отложить 10% от дохода на депозитный счет",
    "date": "2016-06-08T19:03:23.000Z"
  },
  {
    "id": "Alert8",
    "href": "/Alert8",
    "text": "Заплатить штраф за превышение скорости",
    "date": "2016-06-09T15:03:23.000Z"
  }, 
  {
    "id": "Alert9",
    "href": "/Alert9",
    "text": "Отложить 10% от дохода на депозитный счет",
    "date": "2016-04-09T18:03:23.000Z"
  },
  {
    "id": "Alert10",
    "href": "/Alert10",
    "text": "Заплатить штраф за превышение скорости",
    "date": "2016-06-02T11:03:23.000Z"
  }
]


export const filters = {

}