export const mainMenu = [
  {
    "id": "nav1",
    "href": "/income",
    "text": "Доходы",
    "iconSrc": "plus",
    "iconTitle": "Иконка доходов"
  },
  {
    "id": "nav2",
    "href": "/costs",
    "text": "Расходы",
    "iconSrc": "minus",
    "iconTitle": "Иконка расходов"
  },
  { 
    "id": "nav3",
    "href": "#", 
    "text": "Инвестиции",
    "iconSrc": "bag",
    "iconTitle": "Иконка инвестиций"
  },
  {
    "id": "nav4",
    "href": "#",
    "text": "Статистика",
    "iconSrc": "chart",
    "iconTitle": "Иконка статистика"
  },
  {
    "id": "nav5",
    "href": "#",
    "text": "Настройка",
    "iconSrc": "params",
    "iconTitle": "Иконка настройка"
  }
];

export const alerts = [
  {
    "id": "Alert1",
    "href": "/Alert",
    "text": "Пополнить баланс кредитной карты Альфа Банк 2019-06-09",
    "date": "2019-06-09T15:03:23.000Z"
  },        
  {
    "id": "Alert2",
    "href": "/Alert2",
    "text": "Отложить 10% от дохода на депозитный счет",
    "date": "2019-05-09T18:03:23.000Z"
  },
  {
    "id": "Alert3",
    "href": "/Alert3",
    "text": "Заплатить штраф за превышение скорости",
    "date": "2019-04-02T11:03:23.000Z"
  }, 
  {
    "id": "Alert4",
    "href": "/Alert",
    "text": "Пополнить баланс кредитной карты Альфа Банк",
    "date": "2018-06-09T15:03:23.000Z"
  },        
  {
    "id": "Alert5",
    "href": "/Alert2",
    "text": "Отложить 10% от дохода на депозитный счет",
    "date": "2018-05-09T18:03:23.000Z"
  },
  {
    "id": "Alert6",
    "href": "/Alert3",
    "text": "Заплатить штраф за превышение скорости",
    "date": "2018-04-02T11:03:23.000Z"
  },

  {
    "id": "Alert7",
    "href": "/Alert",
    "text": "Пополнить баланс кредитной карты Альфа Банк",
    "date": "2017-06-09T15:03:23.000Z"
  },        
  {
    "id": "Alert8",
    "href": "/Alert2",
    "text": "Отложить 10% от дохода на депозитный счет",
    "date": "2017-05-09T18:03:23.000Z"
  },
  {
    "id": "Alert9",
    "href": "/Alert3",
    "text": "Заплатить штраф за превышение скорости 2017-04-02",
    "date": "2017-04-02T11:03:23.000Z"
  }
]


export const income = 
  [
    {
      "id": "Alert9",
      "href": "/Alert3",
      "text": "Заплатить штраф за превышение скорости 2017-04-02",
      "date": "2017-04-02T11:03:23.000Z"
    }
  ]
